<?php require 'header-home.php';?>


<div class="container-fluid">
    <div class="container">
        <div class="row">
            <div class="col-md-12 home-highlight-box">
                <h1>এসএসসি পরীক্ষার প্রস্তুতি ২০২২</h1>
                <div class="home-highlight-text-container">
                <p>প্রিয় এসএসসি পরীক্ষার্থীরা, এবারের এসএসসি পরীক্ষা অনুষ্ঠিত হবে
সংক্ষিপ্ত সিলেবাসে। করোনা মহামারির জন্য তোমাদের যেমন শ্রেণির পাঠদানে বিঘ্ন ঘটেছে তেমনি
তোমরা অনেকেই হয়তো ঠিকভাবে পরীক্ষার প্রস্তুতিও নিতে পারোনি। তোমাদের কথা চিন্তা করে আমরা
যেমন বছরব্যাপী প্রথম আলো ছাপা পত্রিকায় এবং পড়াশোনা অনলাইনে সারা দেশের সেরা এবং বিখ্যাত স্কুল
কলেজের বিষয়ভিত্তিক বিশেষজ্ঞ শিক্ষকদের লেখা ছাপিয়ে এসেছি।
</p>
                </div>

            </div>

            <div class="col-md-12 home-btn-container d-block d-sm-none">
                <a href="<?php echo isset($_SESSION['logged_session']) ? 'myprofile.php' : 'login.php' ?>" class="home-start-btn">মডেল টেস্ট শুরু করুন</a>
            </div>

            <div class="col-md-12">
                <div class="home-bottom-text">

            <p>
  এসএসসি পরীক্ষা এখন তোমাদের দোরগোড়ায়। শেষমূহুর্তের প্রস্তুতি নিশ্চিত করতে এখন তোমাদের উচিত কিছু
মডেল টেস্ট দেয়া। সেই প্রয়োজনীয়তা থেকেই আমরা মাস্টার ট্রেইনার এবং বিশেষজ্ঞ শিক্ষকদের সমন্বয়ে সাজিয়েছি
এসএসসি মডেল টেস্ট ২০২২। </p>
  <h3> মডেল টেস্ট দেয়া কেন জরুরি:</h3>
  <ul class="home-bottom-list">
      <li>১। মডেল টেস্ট দিলে পরীক্ষা দেয়ার অভ্যাস তৈরি হয় এবং পরীক্ষা ভীতি দূর হয়।</li>
      <li>২। পরীক্ষার 'সময় ব্যবস্থাপনা'র একটি সহজাত অভ্যাস তৈরি হয়।</li>
      <li>৩। অনেকে পরীক্ষার হলে গিয়ে প্রশ্ন দেখে ঘাবড়ে যায়, আবার অনেকের সব প্রশ্ন কমন পড়ায়
     খুব ভালো করে লিখতে গিয়ে অনেক প্রশ্নের উত্তর করা বাকি থাকতেই পরীক্ষা শেষ করতে হয়, পরীক্ষায় বসলেই বাথরুম চাপে,
     জ্বর চলে আসে, ইত্যাদি; পরীক্ষার আগে বেশি বেশি মডেল টেস্ট দিলে এজাতীয় সমস্যা থেকে অনেকাংশেই মুক্তি পাওয়া যায়।</li>
      <li>৪। অনেক সময় একই ধরণের প্রশ্ন পরীক্ষায় আসতে পারে, মডেল টেস্ট দিলে পরীক্ষার হলে সঠিক উত্তর নিয়ে দ্বিধায় পড়তে হয়না।</li>
  </ul>
  </div>
            </div>


            <div class="col-md-12 home-highlight-bottom-box">
                <h2>আমাদের মডেল টেস্টটি কেন দেবে:</h2>
                    <ul class="home-highlight-bottom">
                        <li>১। সারা দেশের বিখ্যাত স্কুল-কলেজের অভিজ্ঞ শিক্ষক এবং মাস্টার ট্রেইনারদের দ্বারা সাজানো আমাদের মডেলটেস্ট গুলো।</li>
                        <li>২। সারা দেশের বিখ্যাত স্কুল-কলেজের অভিজ্ঞ শিক্ষক এবং মাস্টার ট্রেইনারদের দ্বারা।</li>
                        <li>৩। সারা দেশের বিখ্যাত স্কুল-কলেজের অভিজ্ঞ শিক্ষক এবং মাস্টার ট্রেইনারদের দ্বারা সাজানো আমাদের।</li>
                        <li>৪। সারা দেশের বিখ্যাত স্কুল-কলেজের অভিজ্ঞ শিক্ষক এবং মাস্টার ট্রেইনারদের দ্বারা  আমাদের মডেলটেস্ট গুলো।</li>
                    </ul>

            </div>
            <div class="col-md-12 home-btn-container">
            <a href="<?php echo isset($_SESSION['logged_session']) ? 'myprofile.php' : 'login.php' ?>" class="home-start-btn">মডেল টেস্ট শুরু করুন</a>
            </div>
        </div>
    </div>
</div>



<?php require 'footer-home.php';?>