<?php

$exam_list = [
    "ssc" => [[
        "science" => [
            "subjects" =>
            [
                [
                    "name" => "বাংলা ১ম পত্র",
                    "test" => [[
                        "id" => "ssc_ban1_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-09",

                    ], [
                        "id" => "ssc_ban1_t002",
                        "test_name" => "মডেল টেস্ট ২",
                        "date" => "2022-06-11",

                    ],
                        [
                            "id" => "ssc_ban1_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-13",

                        ],
                        [
                            "id" => "ssc_ban1_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-15",

                        ],

                    ],

                ],

                [
                    "name" => "বাংলা ২য় পত্র",
                    "test" => [[
                        "id" => "ssc_ban2_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-10",
                    ],
                        [
                            "id" => "ssc_ban2_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-12",
                        ],
                        [
                            "id" => "ssc_ban2_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-14",
                        ],
                        [
                            "id" => "ssc_ban2_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-16",
                        ],

                    ],

                ],

                [
                    "name" => "কৃষি শিক্ষা",
                    "test" => [[
                        "id" => "ssc_agr_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-09",
                    ],
                        [
                            "id" => "ssc_agr_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-11",
                        ],
                        [
                            "id" => "ssc_agr_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-13",
                        ],
                        [
                            "id" => "ssc_agr_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-15",
                        ],
                    ],

                ],
                [
                    "name" => "গার্হস্থ্য বিজ্ঞান",
                    "test" => [[
                        "id" => "ssc_gah_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-10",
                    ],
                        [
                            "id" => "ssc_gah_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-12",
                        ],
                        [
                            "id" => "ssc_gah_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-14",
                        ],
                        [
                            "id" => "ssc_gah_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-16",
                        ],
                    ],

                ],

                [
                    "name" => "পদার্থবিজ্ঞান",
                    "test" => [[
                        "id" => "ssc_phy_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-09",
                    ],
                        [
                            "id" => "ssc_phy_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-11",
                        ],
                        [
                            "id" => "ssc_phy_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-13",
                        ],
                        [
                            "id" => "ssc_phy_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-15",
                        ],
                    ],

                ],

                [
                    "name" => "জীববিজ্ঞান",
                    "test" => [[
                        "id" => "ssc_bio_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-09",
                    ],
                        [
                            "id" => "ssc_bio_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-11",
                        ],
                        [
                            "id" => "ssc_bio_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-13",
                        ],
                        [
                            "id" => "ssc_bio_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-15",
                        ],
                    ],

                ],

                [
                    "name" => "রসায়ন",
                    "test" => [[
                        "id" => "ssc_che_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-10",
                    ],
                        [
                            "id" => "ssc_che_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-12",
                        ],
                        [
                            "id" => "ssc_che_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-14",
                        ],
                        [
                            "id" => "ssc_che_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-16",
                        ],
                    ],

                ],

            ],
        ],
    ], [
        "arts" => [
            "subjects" =>
            [

                [
                    "name" => "বাংলা ১ম পত্র",
                    "test" => [[
                        "id" => "ssc_ban1_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-09",

                    ], [
                        "id" => "ssc_ban1_t002",
                        "test_name" => "মডেল টেস্ট ২",
                        "date" => "2022-06-11",

                    ],
                        [
                            "id" => "ssc_ban1_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-13",

                        ],
                        [
                            "id" => "ssc_ban1_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-15",

                        ],

                    ],

                ],

                [
                    "name" => "বাংলা ২য় পত্র",
                    "test" => [[
                        "id" => "ssc_ban2_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-10",
                    ],
                        [
                            "id" => "ssc_ban2_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-12",
                        ],
                        [
                            "id" => "ssc_ban2_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-14",
                        ],
                        [
                            "id" => "ssc_ban2_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-16",
                        ],

                    ],

                ],

                [
                    "name" => "কৃষি শিক্ষা",
                    "test" => [[
                        "id" => "ssc_agr_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-09",
                    ],
                        [
                            "id" => "ssc_agr_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-11",
                        ],
                        [
                            "id" => "ssc_agr_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-13",
                        ],
                        [
                            "id" => "ssc_agr_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-15",
                        ],
                    ],

                ],
                [
                    "name" => "গার্হস্থ্য বিজ্ঞান",
                    "test" => [[
                        "id" => "ssc_gah_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-10",
                    ],
                        [
                            "id" => "ssc_gah_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-12",
                        ],
                        [
                            "id" => "ssc_gah_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-14",
                        ],
                        [
                            "id" => "ssc_gah_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-16",
                        ],
                    ],

                ],

                [
                    "name" => "বাংলাদেশের ইতিহাস ও বিশ্বসভ্যতা",
                    "test" => [[
                        "id" => "ssc_bah_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-09",
                    ],
                        [
                            "id" => "ssc_bah_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-11",
                        ],
                        [
                            "id" => "ssc_bah_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-13",
                        ],
                        [
                            "id" => "ssc_bah_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-15",
                        ],
                    ],

                ],

                [
                    "name" => "ভূগোল ও পরিবেশ",
                    "test" => [[
                        "id" => "ssc_geo_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-10",
                    ],
                        [
                            "id" => "ssc_geo_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-12",
                        ],
                        [
                            "id" => "ssc_geo_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-14",
                        ],
                        [
                            "id" => "ssc_geo_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-16",
                        ],
                    ],

                ],
                [
                    "name" => "পৌরনীতি ও নাগরিকতা",
                    "test" => [[
                        "id" => "ssc_pou_t001",
                        "test_name" => "মডেল টেস্ট ১",
                        "date" => "2022-06-10",
                    ],
                        [
                            "id" => "ssc_pou_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-12",
                        ],
                        [
                            "id" => "ssc_pou_t003",
                            "test_name" => "মডেল টেস্ট ৩",
                            "date" => "2022-06-14",
                        ],
                        [
                            "id" => "ssc_pou_t004",
                            "test_name" => "মডেল টেস্ট ৪",
                            "date" => "2022-06-16",
                        ],
                    ],

                ],

            ],
        ],
    ],
        [
            "commerce" => [
                "subjects" =>
                [
                    [
                        "name" => "বাংলা ১ম পত্র",
                        "test" => [[
                            "id" => "ssc_ban1_t001",
                            "test_name" => "মডেল টেস্ট ১",
                            "date" => "2022-06-09",

                        ], [
                            "id" => "ssc_ban1_t002",
                            "test_name" => "মডেল টেস্ট ২",
                            "date" => "2022-06-11",

                        ],
                            [
                                "id" => "ssc_ban1_t003",
                                "test_name" => "মডেল টেস্ট ৩",
                                "date" => "2022-06-13",

                            ],
                            [
                                "id" => "ssc_ban1_t004",
                                "test_name" => "মডেল টেস্ট ৪",
                                "date" => "2022-06-15",

                            ],

                        ],

                    ],

                    [
                        "name" => "বাংলা ২য় পত্র",
                        "test" => [[
                            "id" => "ssc_ban2_t001",
                            "test_name" => "মডেল টেস্ট ১",
                            "date" => "2022-06-10",
                        ],
                            [
                                "id" => "ssc_ban2_t002",
                                "test_name" => "মডেল টেস্ট ২",
                                "date" => "2022-06-12",
                            ],
                            [
                                "id" => "ssc_ban2_t003",
                                "test_name" => "মডেল টেস্ট ৩",
                                "date" => "2022-06-14",
                            ],
                            [
                                "id" => "ssc_ban2_t004",
                                "test_name" => "মডেল টেস্ট ৪",
                                "date" => "2022-06-16",
                            ],

                        ],

                    ],

                    [
                        "name" => "কৃষি শিক্ষা",
                        "test" => [[
                            "id" => "ssc_agr_t001",
                            "test_name" => "মডেল টেস্ট ১",
                            "date" => "2022-06-09",
                        ],
                            [
                                "id" => "ssc_agr_t002",
                                "test_name" => "মডেল টেস্ট ২",
                                "date" => "2022-06-11",
                            ],
                            [
                                "id" => "ssc_agr_t003",
                                "test_name" => "মডেল টেস্ট ৩",
                                "date" => "2022-06-13",
                            ],
                            [
                                "id" => "ssc_agr_t004",
                                "test_name" => "মডেল টেস্ট ৪",
                                "date" => "2022-06-15",
                            ],
                        ],

                    ],
                    [
                        "name" => "গার্হস্থ্য বিজ্ঞান",
                        "test" => [[
                            "id" => "ssc_gah_t001",
                            "test_name" => "মডেল টেস্ট ১",
                            "date" => "2022-06-10",
                        ],
                            [
                                "id" => "ssc_gah_t002",
                                "test_name" => "মডেল টেস্ট ২",
                                "date" => "2022-06-12",
                            ],
                            [
                                "id" => "ssc_gah_t003",
                                "test_name" => "মডেল টেস্ট ৩",
                                "date" => "2022-06-14",
                            ],
                            [
                                "id" => "ssc_gah_t004",
                                "test_name" => "মডেল টেস্ট ৪",
                                "date" => "2022-06-16",
                            ],
                        ],

                    ],

                    [
                        "name" => "হিসাববিজ্ঞান",
                        "test" => [[
                            "id" => "ssc_acc_t001",
                            "test_name" => "মডেল টেস্ট ১",
                            "date" => "2022-06-09",
                        ],
                            [
                                "id" => "ssc_acc_t002",
                                "test_name" => "মডেল টেস্ট ২",
                                "date" => "2022-06-11",
                            ],
                            [
                                "id" => "ssc_acc_t003",
                                "test_name" => "মডেল টেস্ট ৩",
                                "date" => "2022-06-13",
                            ],
                            [
                                "id" => "ssc_acc_t004",
                                "test_name" => "মডেল টেস্ট ৪",
                                "date" => "2022-06-15",
                            ],
                        ],

                    ],
                    [
                        "name" => "ফিন্যান্স ও ব্যাংকিং",
                        "test" => [[
                            "id" => "ssc_fin_t001",
                            "test_name" => "মডেল টেস্ট ১",
                            "date" => "2022-06-09",
                        ],
                            [
                                "id" => "ssc_fin_t002",
                                "test_name" => "মডেল টেস্ট ২",
                                "date" => "2022-06-11",
                            ],
                            [
                                "id" => "ssc_fin_t003",
                                "test_name" => "মডেল টেস্ট ৩",
                                "date" => "2022-06-13",
                            ],
                            [
                                "id" => "ssc_fin_t004",
                                "test_name" => "মডেল টেস্ট ৪",
                                "date" => "2022-06-15",
                            ],
                        ],

                    ],

                    [
                        "name" => "ব্যবসায় উদ্যোগ",
                        "test" => [[
                            "id" => "ssc_bau_t001",
                            "test_name" => "মডেল টেস্ট ১",
                            "date" => "2022-06-10",
                        ],
                            [
                                "id" => "ssc_bau_t002",
                                "test_name" => "মডেল টেস্ট ২",
                                "date" => "2022-06-12",
                            ],
                            [
                                "id" => "ssc_bau_t003",
                                "test_name" => "মডেল টেস্ট ৩",
                                "date" => "2022-06-14",
                            ],
                            [
                                "id" => "ssc_bau_t004",
                                "test_name" => "মডেল টেস্ট ৪",
                                "date" => "2022-06-16",
                            ],
                        ],

                    ],
                    [
                        "name" => "অর্থনীতি",
                        "test" => [[
                            "id" => "ssc_eco_t001",
                            "test_name" => "মডেল টেস্ট ১",
                            "date" => "2022-06-10",
                        ],
                            [
                                "id" => "ssc_eco_t002",
                                "test_name" => "মডেল টেস্ট ২",
                                "date" => "2022-06-12",
                            ],
                            [
                                "id" => "ssc_eco_t003",
                                "test_name" => "মডেল টেস্ট ৩",
                                "date" => "2022-06-14",
                            ],
                            [
                                "id" => "ssc_eco_t004",
                                "test_name" => "মডেল টেস্ট ৪",
                                "date" => "2022-06-16",
                            ],
                        ],

                    ],

                ],
            ],
        ],
    ],

];
